documents/UnitTestCase/API_Testing/SOAP_REQ_RES_XML_AS_PER_LATEST_XSD/CHECKCPERESOURCE/CHECKCPERESOURCEREQUEST_SUCCESS_REQUEST.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:man="http://xmlns.elitecore.com/mtnice/26/03/2015/ManageCPEResource.xsd">
   <soapenv:Header/>
   <soapenv:Body>
      <man:NICE_CheckCPEResourceRequest>
         <!--Optional:-->
         <man:warehouseName/>
         <man:rfsCode>RES0000000095</man:rfsCode>
         <!--Optional:-->
         <man:warehouseCode/>
      </man:NICE_CheckCPEResourceRequest>
   </soapenv:Body>
</soapenv:Envelope>